<!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta name="viewport" content="width=device-width, initial-scale=1">
	<meta name="keywords" content="dnd">
	<meta name="descriptoin" content="dnd_info">
	<link rel="stylesheet" type="text/css" href="main.css">
	<link type="images/png" rel="icon" href="images/logo.png">
	<title>Правила / Fortis Fortunae</title>
</head>
<body>
	<header>
		<div class="head">
			<p>Fortis Fortunae</p>
		</div>
	</header>
	<main>
		<div class="buttons">
			<a href="index.php"><button class="button5"><p>Назад</p></button></a>
		</div>
		<div class="tabs">
			<div class="tabs_head">
				<div class="tab"><p>БОЙ</p></div>
				<div class="tab"><p>МАГИЯ</p></div>
				<div class="tab"><p>ОРГАНИЗАЦИЯ</p></div>
			</div>
			<div class="tabs_body">
				<div class="tabs_content"><div class="tabs_content1">
					<h2>Общий ход в инициативе</h2>
					<p>Если в списке инициативы между вами и вашим союзником нет враждебного или нейтрального существа, у вас <i>Совместный ход</i>. В Совместном ходе могут участвовать неограниченное количество существ.</p>
					<h2>Совместный ход</h2>
					<p>Все, кто ходят подобным образом, могут, в любом порядке между собой, совершать любые доступные действия<i>(перемещение, бонусное действие, основное действие, свободное действие и реакция)</i>. Например, вы и ваш союзник ходите совместно и вы стоите перед противником, заявляете атаку, а ваш союзник может подойти и заявить действие помощь на вашу атаку, либо использовать заклинание для ослабления противника или вашего усиления, либо точно так же его атаковать в момент вашей атаки или сразу после вас. Любой навык, который может помочь союзнику атаковать или помешать противнику, нужно заявлять до обьявления попадания или промаха. Если человек по инициативе выше не хочет уступать своё право действовать первым, ход остаётся за ним без вопросов.</p>
					<h2>Перенос существа из досягаемости</h2>
					<p>Если вы переносите существо из зоны досягаемости врага, выберите по кому будет совершена атака. Вы прикроете существо своим телом и атака будет нацелена на вас, либо вы позволите существу атакавать того кого вы переносите.</p>
					<h2>Высота</h2>
					<p>Совершая атаку дальнего боя по противнику, который ниже вас по крайней мере на 5 футов, даёт вам +1 к броску атаки. Совершая атаку дальнего боя по противнику, который выше вас по крайней мере на 5 футов, даёт вам -1 к броску атаки.</p>
					<h2>Смена оружия в руках</h2>
					<p>Чтобы поменять одно оружие на другое, можно потратить только одно свободное действие. То есть, если у тебя в руках меч, вы можете свободным действием убрать меч в ножны и достать лук.</p>
					<h2>Окружение</h2>
					<p>Если в 5 футов от противника есть ваш союзник, вы получаете бонус броска атаки на +2. Если противник больше среднего размера, необходимо больше союзников рядом с ним.</p>
				</div></div>
				<div class="tabs_content"><div class="tabs_content2">
					<h2>Неудачи при прочтении свитков</h2>
					<p>Существо, которое пытается, но не может наложить заклинание со свитка, должно совершить спасбросок Интеллекта со <i>Сл 10</i>. При провале бросьте 1к6 для определения последствий в соответствии с приведённой ниже таблицей. Вне зависимости от исхода проверки свиток после этого уничтожается.</p>
					<table>
						<tr>
							<td><b>1d6</b></td>
							<td><b>Результат</b></td>
						</tr>
						<tr>
							<td>1</td>
							<td>Волна магической энергии причиняет заклинателю урон силовым полем 1к6 за каждый уровень заклинания.</td>
						</tr>
						<tr>
							<td>2</td>
							<td>Вместо намеченной цели заклинание перенаправляется на заклинателя или на его союзника <i>(определяется случайным образом)</i>. Если изначальной целью заклинания был сам заклинатель, то оно перенаправляется на случайное существо, находящееся поблизости.</td>
						</tr>
						<tr>
							<td>3</td>
							<td>Заклинание воздействует на случайную область в пределах действия заклинания.</td>
						</tr>
						<tr>
							<td>4</td>
							<td>Эффект заклинания оказывается прямо противоположен тому, каким он должен был быть. При этом заклинание не приносит ни вреда, ни пользы. Например, огненный шар оборачивается безобидной волной холода.</td>
						</tr>
						<tr>
							<td>5</td>
							<td>Заклинатель страдает от незначительного, но причудливого эффекта, связанного с природой заклинания. Продолжительность этого эффекта такая же, как и длительность неудавшегося заклинания или же 1к10 минут для заклинаний с длительностью «мгновенная». Например, огненный шар может обернуться тем, что из ушей заклинателя в течение 1к10 минут будет идти дым.</td>
						</tr>
						<tr>
							<td>6</td>
							<td>Заклинание активируется через 1к12 часов. Если целью заклинания был сам заклинатель, то оно срабатывает как обычно. Если целью было другое существо, которого уже нет рядом, то эффект от заклинания распространяется в направлении этого существа, на расстояние максимальной дистанции самого заклинания.</td>
						</tr>
					</table>
					<h2>Использование неподвластных заклинаний</h2>
					<p>При прочтении свитка с заклинанием не вашего класса, вы должны совершить проверку базовой характеристики с <i>помехой</i>, чтобы определить удалось ли вам справиться с задачей. Сл проверки <i>10 + уровень заклинания</i>.</p>
					<h2>Учебники магии</h2>
					<p>Если вам попалась книга, посвящённая конкретной школе, то в ней есть пара заклинаний, которые дольше изучать, но это требует меньше компонентов, так как из целой книги можно получить больше знаний, чем из одного свитка.</p>
					<h2>Ограниченные возрождения</h2>
					<p>У каждого существа есть ограничения на возможные возрождения его души. Количество возможных возвращений души в тело равно его <i>бонусу мастерства</i>. Из за сложности процесса возвращения в тело душа ослабевает и разрушается. Как только количество возможных возрождений падает до нуля, вы не сможете возродится вновь без использования заклинаний на подобии <i>истинное воскрешения</i> или <i>исполнение желаний</i>.</p>
				</div></div>
				<div class="tabs_content"><div class="tabs_content3">
					<h2>Отсутствие на игре</h2>
					<p>Объясняйте причину, ведь от этого зависит отношение к вам. Мы все выделяем время на совместный отдых и развлечение, поэтому уважайте время других. Если причина не уважительная <i>(мастер и остальные игроки решают, уважительная причина или нет)</i>, то играют без вас и у персонажа будут дебафы <i>(степень истощения)</i> на эту конкретную игру. Если причина уважительная, то также играют без вас, но без дебафов. Играть за персонажа будет мастер и жизнь персонажа в это время не застрахована. Если случится так, что он умрет, то он умрет. Если есть пожелания к действию персонажа, мастер примет к сведению, но не обещает, что у него выйдет. У вас 3 жизни и вы тратите 1 жизнь за каждое отсутствие без уважительной причины. Если у вас кончились жизни, извините, но вы с нами больше не играете, так как это расценивается, как неуважение к нам и нашему времени.</p>
					<h2>Опоздание на игру</h2>
					<p>Предупреждайте, если опаздываете на игру. Телефоны есть у всех. Нет интернета - позвоните другому игроку и передайте информацию. Если вы опоздали и не предупредили об этом, то на эту игру у вас -2 на все проверки характеристик и спасброски. Если вы предупредили, дебафа не будет. Предупреждением считается, даже если вы написали ровно в момент начала игры.</p>
					<h2>Отход во время игры</h2>
					<p>Если вы хотите отойти, по быстрому напишите об этом в чат и отключите микрофон. Если вы хотите отойти на подольше, скажите об этом и мастер устроит перерыв.</p>
				</div></div>
			</div>
		</div>
	</main>
	<footer>
	</footer>
	<script src="https://code.jquery.com/jquery-3.7.1.min.js" integrity="sha256-/JqT3SQfawRcv/BIHPThkBvs0OEvtFFmqPF/lYI/Cxo=" crossorigin="anonymous"></script>
	<script src="rules.js"></script>
</body>
</html>